Repository: jonasclick/SkySoar
Catalog: Trainingsbarometer/Localizable.xcstrings
Source language: en
Languages: de, pl

source: All sample flights have been removed. Double check your flight data before trusting the indicated practice state.
de: Alle Beispiel-Flüge wurden entfernt. Überprüfe stets deine Flugdaten, bevor du dem angezeigten Übungsstand vertraust.
pl: Wszystkie przykładowe loty zostały usunięte. Zanim zaufasz wskazywanemu nalotowi, sprawdź wszystkie loty.

source: Ten sample flights have been added. Therefore do not mistake the practice state shown in the app with your own practice state!
de: Zehn Beispiel-Flüge wurden hinzugefügt. Der gezeigte Übungsstand entspricht nun nicht deinem eigenen!
pl: Dodano dziesięć przykładowych lotów. Dlatego nie myl wskazywanego w aplikacji nalotu ze swoim własnym nalotem!

source: Ten sample flights have been added. Therefore: Do not mistake the practice state shown in the app with your own practice state!
de: Zehn Beispiel-Flüge wurden hinzugefügt. Der gezeigte Übungsstand entspricht nun nicht deinem eigenen!
pl: Dodano dziesięć przykładowych lotów. Dlatego nie myl wskazywanego w aplikacji nalotu ze swoim własnym nalotem!

source: %@ Hours
de: %@ Stunden
pl: %@ Godziny

source: %@ hrs
de: %@ Uhr
pl: %@ godz

source: About SkySoar
de: Über SkySoar
pl: O SkySoar

source: About this App
de: Über diese App
pl: O tej apilkacji

source: About this project and how to contribute
de: Projektinformationen auf GitHub
pl: O tym projekcie i jak go wesprzeć

source: Add a Flight
de: Einen Flug hinzufügen
pl: Dodaj lot

source: Add Flight
de: Flug hinzufügen
pl: Dodaj lot

source: Add sample flights to explore the app
de: Füge Beispiel-Flüge hinzu
pl: Dodaj przykładowe loty

source: Aircraft
de: Flugzeug
pl: Statek powietrzny

source: and Endorsements
de: und Bestätigungen
pl: i opinie

source: App is using sample flights
de: App zeigt Beispiel-Flüge
pl: Aplikacja używa przykładowych lotów

source: Are you sure you want to delete the flight?
de: Den Flug wirklich löschen?
pl: Czy na pewno chcesz usunąć ten lot?

source: Arrival
de: Landung
pl: Przylot

source: Arrival of your flight can't be in the future.
de: Das Ankunftsdatum deines Fluges kann nicht in der Zukunft liegen.
pl: Czas przylotu nie może być w przyszłości

source: As a supporter you will get access to this Supporter App Icon.
de: Als Unterstützer*in bekommst du Zugriff auf das Unterstützer-App-Icon.
pl: Jako wspierający otrzymasz dostęp do tej ikony aplikacji.

source: Calculate Automatically
de: Automatisch berechnen
pl: Oblicz automatycznie

source: Can't save flight
de: Flug kann nicht gespeichert werden
pl: Nie można zapisać lotu

source: Change name for greeting on home screen
de: Name für Begrüssung anpassen
pl: Zmień nazwę wyświetlaną w powitaniu

source: Configure Your Dashboard
de: Dashboard anpassen
pl: Skonfiguruj swój pulpit

source: Consider supporting %@ the continuous development of SkySoar.
de: Unterstütze %@ SkySoar und ermögliche damit dessen kontinuierliche Weiterentwicklung.
pl: Rozważ wsparcie %@ na rzecz ciągłego rozwoju SkySoar.

source: Continue
de: Weiter
pl: Kontynuuj

source: Date and Time
de: Datum und Uhrzeit
pl: Data i czas

source: Delete
de: Löschen
pl: Usuń

source: Departure
de: Start
pl: Odlot

source: Departure Mode
de: Startart
pl: Metoda startu

source: Developers Website
de: Webseite der Entwickler
pl: Strona dewelopera

source: Discard Changes
de: Änderungen verwerfen
pl: Odrzuć zmiany

source: Disclaimer
de: Haftungsausschluss
pl: Ostrzeżenie

# disclaimer_text
source: This application is designed to assist your flying hobby and enhance safety by presenting user-provided information in a clear and accessible manner. However, reliance solely on the information provided by this application is not recommended. It is crucial to verify all information independently, as the application may contain functional errors or inaccuracies, and user-entered data may be incorrect. The developers and the application itself disclaim any liability for actions or decisions, flying-related or not, made based on the information provided by the application.
de: Diese Anwendung soll Segelflugpilot*innen und deren Sicherheit unterstützen, indem benutzer-bereitgestellte Informationen dargestellt und einfach zugänglich gemacht werden. Die Entwickler raten stark davon ab, sich ausschließlich auf die Informationen in dieser Anwendung zu verlassen. Die*der Nutzer*in muss alle Informationen immer unabhängig überprüfen, da die Anwendung funktionale Fehler oder Ungenauigkeiten enthalten kann und von Benutzer*innen eingegebene Daten fehlerhaft sein können. Die Entwickler lehnen jegliche Haftung für Handlungen und Folgen ab, ob im Aviatikkontext oder nicht, die auf dieser Anwendung basieren.
pl: Ta aplikacja ma na celu wspieranie Twojego hobby oraz zwiększanie bezpieczeństwa poprzez pokazywanie informacji w przejrzysty sposób Poleganie wyłącznie na danych z aplikacji nie jest wskazane. Weryfikacja danych samodzielnie jest niezwykle istotna, jako, że aplikacja może zawierać błędy i nieścisłości oraz dane wprowadzone przez użytkownika mogą być błędne. Twórcy aplikacji oraz sama aplikacja zrzekają się jakiejkolwiek odpowiedzialności za działania lub decyzje — związane z lataniem lub nie — podjęte na podstawie informacji dostarczanych przez aplikację.

source: Display Function Time
de: Function Time
pl: Wyświetl czas funkcji

source: Display Launch Method
de: Startart
pl: Wyświetl metodę startu

source: Do not rely solely on the information of this application.
de: Verlasse dich nicht ausschliesslich auf die Informationen dieser Anwendung.
pl: Nie polegaj wyłącznie na informacjach zawartych w tej aplikacji.

source: Do you want to exit without saving your changes?
de: Abbrechen ohne zu speichern?
pl: Czy chcesz wyjść bez zapisywania wprowadzonych zmian?

source: Done
de: Fertig
pl: Zrobione

source: Edit
de: Bearbeiten
pl: Edytuj

source: Edit Flight
de: Flug bearbeiten
pl: Edytuj lot

source: Enter your name
de: Dein Name
pl: Wpisz swoją nazwę

source: Enter your name here
de: Dein Name
pl: Wpisz swoje nazwę użytkownika tutaj

source: Explore the app
de: Die App kennenlernen
pl: Poznaj aplikację

source: Export and import flight logs
de: Import und Export von Flugdaten
pl: Eksportuj i importuj logi lotu

source: Export Flight Data
de: Flüge exportieren
pl: Eksportuj dane lotu

source: Flight Time
de: Flugzeit
pl: Czas lotu

source: Flights
de: Flüge
pl: Loty

source: Flights imported
de: Flüge importiert
pl: Zaimportowano loty

source: General
de: Allgemein
pl: Ogólne

source: Good afternoon%@
de: Guten Nachmittag%@
pl: Dzień dobry%@

source: Good evening%@
de: Guten Abend%@
pl: Dobry wieczór%@

source: Good morning%@
de: Guten Morgen%@
pl: Dzień dobry%@

# headline_lastSixMonths
source: Your flights in the __last six months__
de: Deine Flüge der __letzten sechs Monate__
pl: Twoje loty w __ostatnim półroczu__

# headline_lastYear
source: Your flights __last year__
de: Deine Flüge __im letzten Jahr__
pl: Twoje loty w __zeszłym roku__

# headline_thisYear
source: Your flights __this year__
de: Deine Flüge __in diesem Jahr__
pl: Twoje loty w __tym roku__

# headline_total
source: __All__ your flights
de: __Alle__ deine Flüge
pl: __Wszystkie__ Twoje loty

source: Hours
de: Stunden
pl: Godziny

source: How would you like to be called?
de: Wie sollen wir dich nennen?
pl: Jak mamy się do Ciebie zwracać?

source: I understand
de: Ich habe verstanden
pl: Rozumiem

source: I understand: It's not my practice state
de: Ich habe verstanden
pl: Rozumiem: To nie jest mój nalot

source: Import failed
de: Import fehlgeschlagen
pl: Import nie powiódł się

source: Import Flight Data
de: Flüge importieren
pl: Importuj dane lotu

source: Last Six Months
de: Letzte sechs Monate
pl: W ostatnim półroczu

source: Last Year
de: Letztes Jahr
pl: W ostanim roku

source: Location
de: Ort
pl: Miejsce

source: Longest
de: Längster
pl: Najdłuższy

source: Minutes
de: Minuten
pl: Minuty

source: Model
de: Modell

source: Newest
de: Neuster
pl: Najnowszy

source: Oldest
de: Ältester
pl: Najstarszy

source: Pilot Function
de: Funktion
pl: Funkcja

source: Read the full disclaimer
de: Lese den Haftungsausschluss
pl: Przeczytaj całe ostrzeżenie

source: Remarks
de: Bemerkungen
pl: Uwagi

source: Remove sample flights to start using the app
de: Beispiel-Flüge löschen und App selbst nutzen
pl: Usuń przykładowe loty, aby zacząć używać aplikacji

source: Request a feature or report a bug
de: Ein Feature vorschlagen oder Bug melden
pl: Zgłoś propozycję funkcji lub zaraportuj błąd

source: Sample Flights Added
de: Beispiel-Flüge hinzugefügt
pl: Dodano przykładowe loty

source: Sample Flights Removed
de: Beispiel-Flüge gelöscht
pl: Usunięto przykładowe loty

source: Save
de: Speichern
pl: Zapisz

source: Save Flight
de: Flug speichern
pl: Zapisz lot

source: See support options
de: Unterstützungsoptionen ansehen
pl: Sprawdź opcje wsparcia

source: Set Date Range
de: Datumsbereich
pl: Ustaw zakres dat

source: Set default app icon
de: App-Icon auf Standard zurücksetzen
pl: Ustaw domyślną ikonę aplikacji

source: Set Manually
de: Manuell eingeben
pl: Ustaw samodzielnie

source: Set Supporter App Icon
de: Unterstützer-App-Icon verwenden
pl: Ustaw ikonę wspierającego

source: Settings
de: Einstellungen
pl: Ustawienia

source: Shortest
de: Kürzester
pl: Najkrótszy

source: Show detailed practice state visualization
de: Übungsstand detailliert anzeigen
pl: Pokaż dokładną wizualizację postępu praktyki

source: Show simple practice state visualization
de: Übungsstand vereinfacht anzeigen
pl: Pokaż uproszczoną wizualizację nalotu

source: SkySoar stores all your data locally on your device. Your data stays offline and can't be accessed by anyone else.
de: SkySoar speichert alle deine Daten lokal auf deinem Gerät. Deine Daten bleiben offline und können von niemandem eingesehen werden. Auch nicht von den Entwicklern von SkySoar.
pl: SkySoar przechowuje wszystkie Twoje dane lokalnie na urządzeniu. Twoje dane pozostają offline i nie są dostępne dla nikogo innego.

source: Sort Flights by
de: Flüge sortieren nach
pl: Sortuj loty wedug

source: Start using the app
de: Die App starten
pl: Zacznij używać aplikacji

source: Support the development of SkySoar
de: Unterstütze die Entwicklung von SkySoar
pl: Wspieraj rozwój SkySoar

source: Tap %@ to add your first flight.
de: Tippe auf %@, um einen Flug hinzuzufügen.
pl: Stuknij %@, aby dodać swój pierwszy lot.

source: Thank you %@ for supporting the continuous development of SkySoar.
de: Danke %@, dass du die Entwicklung von SkySoar unterstützt.
pl: Dziękujemy %@ za wspieranie ciągłego rozwoju SkySoar.

source: Thank you for supporting SkySoar
de: Danke, dass du SkySoar unterstützt
pl: Dziękujemy za wspieranie SkySoar

source: The developers disclaim any liability.
de: Die Entwickler lehnen jegliche Haftung ab.
pl: Twórcy zastrzegają sobie brak odpowiedzialności.

source: The traffic light shows your practice state.
de: Die Ampel zeigt deinen Übungsstand.
pl: Światło wizualizuje stan Twojego nalotu

source: This Year
de: Dieses Jahr
pl: W tym roku

source: Time
de: Zeit
pl: Czas

source: Total Time of Flight
de: Flugzeit Total
pl: Całkowity czas lotu

source: Try sample flights to explore the app without having to enter your own details yet.
de: Probiere Beispiel-Flüge aus, um die App zu erkunden, ohne Zeit damit zu verbringen, deine eigenen Daten einzugeben.
pl: Wypróbuj przykładowe loty, aby poznać aplikację, bez konieczności wprowadzania własnych danych.

source: Use Last Flights Information
de: Daten des letzten Fluges verwenden
pl: Użyj informacji z ostatnich lotów

source: Verify all information independently, as data may be incorrect.
de: Überprüfe alle Informationen unabhängig, da die Daten fehlerhaft sein können.
pl: Zweryfikuj wszystkie dane samodzielnie, jako, że dane mogą być nie poprawne.

source: Welcome %@ to SkySoar
de: Willkommen %@ bei SkySoar
pl: Witaj %@ w SkySoar

source: with sample flights
de: mit Beispiel-Flügen
pl: z przykładowymi lotami

source: without sample flights
de: ohne Beispiel-Flüge
pl: bez przykładowych lotów

source: Write your remarks here.
de: Bemerkungen hier eintragen
pl: Napisz swoje uwagi tutaj

source: You can always add and remove samlple flights later in settings.
de: Du kannst jederzeit in den Einstellungen Beispiel-Flüge hinzufügen oder entfernen.
pl: Możesz zawsze dodać lub usunąć przykładowe loty w ustawieniach.

source: You can change your user name later in settings.
de: Du kannst deinen Namen später in den Einstellungen ändern.
pl: Możesz zmienić nazwę użytkownika później w ustawieniach.

source: You have now access to this Supporter App Icon, as a way of saying thank you for your support.
de: Als Dank für deine Unterstützung hast du nun Zugriff auf das Unterstützer-App-Icon.
pl: Masz teraz dostęp do ikony aplikacji dla wspierających, jako wyraz podziękowania za Twoje wsparcie.

source: Your flights have been imported successfully.
de: Deine Flüge wurden erfolgreich importiert.
pl: Twoje loty zostały zaimportowane pomyślnie.

source: Your flights have not been imported due to an error while trying to read flight data in the file provided. If you need assistance, please contact the developer.
de: Deine Flüge wurden nicht importiert. Die Flugdaten konnten nicht gelesen werden. Wenn du Hilfe brauchst, kontaktiere bitte den Entwickler.
pl: Twoje loty nie zostały zaimportowane z powodu błędu podczas odczytu danych lotu z podanego pliku. W razie potrzeby skontaktuj się z twórcą aplikacji.

source: Your name is used to greet you on the home screen. Your name will be stored on your device only and can't be accessed by anyone else.
de: Dein Name wird auf dem Startbildschirm verwendet, um dich zu begrüssen. Dein Name wird nur auf deinem Gerät gespeichert und kann von niemandem sonst eingesehen werden.
pl: Twoja nazwa użytkownika jest używane do powitania na ekranie głównym. Twoja nazwa użytkownika będzie przechowywane wyłącznie na Twoim urządzeniu i nie będzie dostępne dla nikogo innego.

source: Your Practice State
de: Dein Übungsstand
pl: Twój nalot

source: %@ Starts
pl: %@ Starty

source: Aerotow
pl: Hol za samolotem

source: Aerotows
pl: Za samolotem

source: Dual
pl: Lot szkoleniowy

source: h
pl: g

source: Instructor
pl: Instruktor

source: PIC
pl: Dowódca

# pilotFunctionTime_dual
source: Hours Dual
pl: Jako uczeń

# pilotFunctionTime_instructorAndPic
source: Hours Instructor
pl: Jako instruktor

# pilotFunctionTime_pic
source: Hours PIC
pl: Jako PIC

source: Registration
pl: Rejestracja

source: Self Launching
pl: Samodzielny start

source: Self launches
pl: Samodzielnych

source: Starts
pl: Starty

source: Total
pl: Całkowity

source: Version %@
pl: Wersja %@

source: W = Winch, A = Aerotow, S = Self Launching
pl: W = Wyciągarka, A = Holowanie za samolotem, S = Start samodzielny

source: Winch
pl: Wyciągarka

source: Winch launches
pl: Za wyciągarką
